{
  "navbar": ["Home", "Projects", "About me"],
  "hero_title": "Hello! I'm Ana",
  "hero_subtitle": "A <span class=\"highlighted-role\">UX Senior</span> with a Junior's soul",
  "contact_button": "Contact me",
  "hero_download_cv": "Download CV",
  "project_ripley_title": "UX Designer for financial products in Chile and Peru",
  "project_cencosud_title": "Product Designer for the group of supermarkets, Jumbo, Santa Isabel and Spid",
  "project_cta": "See more about the project",
  "contact_title": "Ready to bring your ideas to life?",
  "contact_desc": "I can drive your project or be part of your team.",
  "contributions_title": "Contributors",
  "contributions_design": "Designers",
  "contributions_dev": "Developers",
  "profession_title": "Design, testing, leadership, <span class=\"prog\" data-label=\"in progress\">programming,</span> strategy",
  "profession_desc": "In each project, my goal is to harmonize aesthetics, functionality and efficiency to deliver solutions that not only satisfy user needs, but also add value to the business.",
  "profession_button": "Read more about me",
  "study_case_title": "Case study",
  "study_case_desc": "Project carried out with artificial intelligence to improve flight booking at LATAM Airlines, this is a proprietary project where UX design meets innovation for a faster and more personalized service.",
  "thunder_desc": "It is my next design system, currently under creation, with a firm commitment to universal accessibility. It's not ready yet, but my goal is clear: to create an accessible and functional experience for different products.",
  "social_net": "Social Networks",
  "copyright": "&copy; 2024 Proudly powered by Ana Rangel.",
  "copyright_community": "Made with <span class=\"heart\"><img src=\"/img/emoji-heart-fire.webp\" width=\"32\" height=\"32\" alt=\"love\" loading=\"lazy\"></span> for the community",
  "about_me_title": "Not only do I have experience in companies, I like to contribute to communities and share knowledge.",
  "about_studies_title": "Studies",
  "about_studies_desc": "Graduated in Advertising and Marketing, UX/UI courses, artificial intelligence management, and programming.",
  "about_speaker_title": "Speaker",
  "about_speaker_desc": "I have had the privilege of sharing my knowledge in workshops and talks on teamwork and UX. I am passionate about connecting with the audience and fostering collaborative learning.",
  "about_content_creator_title": "Content creation",
  "about_content_creator_desc": "Since 2022 I have been creating content, I want to guide other designers and developers through my social networks. I seek to give tips that serve to enhance their work and creativity.",
  "about_soft_skills_title": "Soft skills",
  "about_soft_skills_comunication": "Communication",
  "about_soft_skills_adaptability": "Adaptability",
  "about_soft_skills_autonomy": "Autonomy",
  "about_soft_skills_team_work": "Teamwork",
  "about_soft_skills_stress": "Stress management",
  "about_soft_skills_think": "Critical thinking",
  "about_mentor_title": "Mentor",
  "about_mentor_desc": "As a mentor, I am here to guide others when they are looking for support or consulting, count on me to empower your skills and achieve your goals.",
  "about_streamer_title": "Streamer on twitch",
  "about_streamer_desc": "I have found that being a streamer and interacting with my community is fun and has allowed me to grow even more as a professional.",
  "about_ux_engeneer_desc": "Nowadays I am looking to acquire more skills, and handling programming languages has been a great way to improve in my UX area.",
  "about_volunteering_title": "Volunteering",
  "about_volunteering_desc": "Being a volunteer has given me many job opportunities and meeting excellent professionals, additional I contribute from my design skills to technology communities, giving me also experience in organizing events and conferences such as <span>JSconf 2024</span>, hackathons, being a speaker, contributing to open source and more, is a way to give back to the community everything I have learned and pass it on to new generations.",
  "about_testimonials_title": "What my peers and leaders have said about me",
  "about_testimonials_desc": "Fortunately I have worked with different roles and profiles, of which I have had a pleasant relationship and I hope one day to work with them again.",
  "about_testimonials_text": [
    {
      "companyLogoUrl": "/assets/images/neoris_logo.jpg",
      "companyName": "Neoris",
      "personFullName": "Jesús Contreras",
      "personJobTitle": "UX Researcher",
      "testimonyText": "Ana is a dedicated and creative Product Designer, capable of solving complex problems in an inspiring way. Her passion and ability to foster collaboration positively impacts any team. I highly recommend her talent to any organization.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/bancoRipley_logo.webp",
      "companyName": "Banco Ripley",
      "personFullName": "Viviana de Toledo",
      "personJobTitle": "Lead UX I Researcher",
      "testimonyText": "Ana was a pleasure to work with because of her focus on business objectives and her thorough pre-design research. She excels in technical presentations and is flexible in accepting recommendations. She is an excellent professional with skills in project management and working in multidisciplinary teams.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/neoris_logo.jpg",
      "companyName": "Neoris",
      "personFullName": "Luís Felipe A. Amaral",
      "personJobTitle": "UX Researcher",
      "testimonyText": "Ana Rangel is an extremely talented individual with unparalleled operational and leadership skills. When it comes to operational work, she translates data collected in surveys and creates designs with absolute care both technically and emotionally. Her leadership skills include her charisma, her communicative and mediation skills that make her stand out.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/timining.webp",
      "companyName": "Timining",
      "personFullName": "Caro Retamal",
      "personJobTitle": "Sr. Product Manager",
      "testimonyText": "Ana is proactive, self-taught and decisive. She supports her proposals with research and does not assume user behavior without data. She is collaborative and has good teamwork skills.",
      "fullTestimonyUrl": ""
    }
  ],
  "about_testimonials_read_more": "Read more",
  "about_tools_title": "Some design tools I use",
  "latam_hero_case_study_title": "Case study",
  "latam_hero_case_study_desc": "This was a case study that aimed to implement artificial intelligence in the design stages in a <span>very short period of time</span>, starting with just one of the steps in the process of buying and booking airline tickets.",
  "projects_hero_methodology_title": "Methodology",
  "latam_hero_methodology_desc": "Design thinking",
  "projects_hero_time_title": "Time",
  "latam_hero_time_desc": "1 Week",
  "projects_hero_device_title": "Devices",
  "latam_hero_device_desc": "Desktop",
  "projects_context_title": "Context",
  "latam_context_desc": "Review and evaluation of the purchase process in LATAM, with the objective of identifying critical points in the flow and turning them into improvement opportunities for the user and the business.",
  "latam_oportunity_title": "Search for opportunity",
  "latam_coportunity_desc": "The first point where AI was integrated in this process was in an initial brainstorming, with a pluggin in the Figjam tool, in order to compare these ideas with the opinion of real users.",
  "latam_process_issues_title": "Identified issues",
  "latam_process_issues_desc": "I reviewed the entire purchase process and, along with feedback from LATAM customers, identified some problems. For example, during flight selection, the total price is not clear, additional benefits are not visible and there is too much information about the plans that users often ignore. A critical point is that for flights to different time zones, such as Australia, the arrival date and time are not clear, which could lead to a customer missing their flight and thus losing the customer.",
  "latam_process_benchmark_title": "Benchmarks",
  "latam_process_benchmark_desc": "I then compared some airlines and Airbnb that manage the same process, selected for their market relevance and simplicity. The goal was to detect patterns and differences to identify applicable best practices. This was another point that AI was used to identify brands with higher relevance and recognition in UX.",
  "latam_process_user_persona_desc": "I generated 3 user profiles with the help of ChatGPT to empathize with the different possible customer profiles, targeting a wide audience that can differentiate us from competitors.",
  "latam_process_user_interview_title": "Interviews with synthetic users",
  "latam_process_user_interview_desc_1": "AI was used to generate feedback from users made with the same AI with an APP called Syntheticuser, to corroborate that indeed the solution in mind is a good experience for the real user, this AI was fed with information from real customers, time spent, frustrations, etc. <span>IMPORTANT, this tool was used to find out if we were on the right track, but an interview with the real user will always be an infallible input when creating a product.</span>",
  "latam_process_user_interview_desc_2": "Synthetic users found the ticket booking process confusing and overwhelming. They struggled to find clear and accurate arrival times at their destinations. In general, they found the booking process slow and stressful. Reliance on phone calls or direct communication with airlines for assistance is seen as an obstacle.",
  "latam_process_definition_title": "Definition",
  "latam_process_definition_desc": "I performed a prioritization simulation with a product owner (PO) and a technical lead (TL) to decide what improvements to make to the first MVP. In the real world, we would probably make other decisions due to context and timing. Everything was based on the information we had and we kept these improvements.",
  "latam_designs_problem_title": "Problem",
  "latam_designs_problem_desc": "Despite its effective performance, the current LATAM Airlines website has a ticket purchase flow that some users perceive as somewhat lengthy and unclear. In addition, the lack of clarity in detailed flight information affects the purchase decision-making process.",
  "latam_designs_hypothesis_title": "Hypothesis",
  "latam_designs_hypothesis_desc": "I believe that simplifying the ticket purchasing process on the LATAM Airlines website and making information more visible will increase user satisfaction, streamline decision making and increase conversions, ultimately benefiting the business.",
  "latam_designs_benefits_title": "Benefits",
  "projects_designs_design_title": "Designs",
  "latam_designs_design_desc": "After a process of understanding and ideation, low-fidelity sketches were launched initially to create and discard ideas quickly, especially in terms of redistribution of the elements.",
  "latam_abtesting_desc": "As a last stage, an A/B testing was performed to iterate the designs with AI, this allows us to predict where there are focal points in the designs that have more relevance and cognitive load, the designs were iterated until reaching a higher score in the clarity of the content.",
  "planogram_hero_title": "Planograms",
  "planogram_hero_desc": "Alerts and planogram management presented quite an interesting challenge, since there were two types of users to deal with, those who manage the stores and those who create and send the planograms, they were different objectives but they went hand in hand and to digitize in the most optimal way it was necessary to understand the whole process from the beginning.",
  "planogram_hero_time_desc": "3 Months",
  "planogram_hero_device_desc": "Desktop and mobile",
  "planogram_context_desc": "Since there were two realities, it was found that one of the main problems was the communication between the area that designs and sends the planogram and the store, who are the ones who implement it. In order to raise awareness on both sides, it was decided to hold a workshop where previously designed wireframes could be tested, and to verify which were the biggest pain points of the users.",
  "planogram_context_obj_1": "Objective 1",
  "planogram_context_obj_1_desc": "Detect which are the main pains when publishing and implementing planograms.",
  "planogram_context_obj_2": "Objective 2",
  "planogram_context_obj_2_desc": "Validate if the solution previously generated in wireframes solves the users' main pains.",
  "planogram_context_obj_3": "Objective 3",
  "planogram_context_obj_3_desc": "Get insights from users to see what other improvements can be added for a first MVP and for future versions.",
  "planogram_process_journey_map_desc": "It is a canvas that allowed us to visualize the users' journey to achieve a goal. With the help of the map of that journey we got an idea of the users' motivations, needs and pain points.",
  "planogram_process_testing_desc": "Validate 3 flows that are in a wireframes version, to confirm if this possible solution, effectively solves their problems that are presented in the different tasks that the users had to perform.",
  "planogram_process_analysis_title": "Analysis",
  "planogram_process_analysis_desc": "In general, many valuable insights were obtained from the different types of users, we spent about 3 days to collect everything, analyze in detail and find the patterns that would be the main indicators to start prioritizing the first MVP in terms of design.",
  "planogram_process_mvp_desc": "Once it was clear what were the main pains and opportunities for improvement for the users, it was necessary to have a session with the entire development team and product owner to ensure that the functionalities of the first MVP are really feasible within the time limit, and that they bring value to the business.",
  "planogram_designs_desc": "The entire process of sending planograms, implementation and notification that the task was completed by the stores was digitized, it was a very dense and challenging flow that had to be considered as well as the devices on which each user had to access, which had to be fast and intuitive.",
  "ripley_hero_title": "Time deposit",
  "ripley_hero_desc": "The need for a study related to DAP arose, because the flow at that time was functional but had some issues both in desktop and mobile usability and some points of improvement of the front end by the system as the overlapping of components.",
  "ripley_hero_methodology_desc": "Double diamond",
  "ripley_hero_time_desc": "1 month",
  "ripley_hero_device_desc": "Desktop & mobile"
}
