{
  "navbar": ["Inicio", "Proyectos", "Sobre mí"],
  "hero_title": "¡Hola! Soy Ana",
  "hero_subtitle": "Una <span class=\"highlighted-role\">UX Senior</span> con alma de Junior",
  "contact_button": "Contáctame",
  "hero_download_cv": "Descargar CV",
  "project_ripley_title": "UX Designer para productos financieros de Chile y Perú",
  "project_cencosud_title": "Product Designer para el grupo de supermercados, Jumbo, Santa Isabel y Spid",
  "project_cta": "Mira más sobre el proyecto",
  "contact_title": "¿Listo para dar vida a tus ideas?",
  "contact_desc": "Puedo impulsar tu proyecto o formar parte de tu equipo.",
  "contributions_title": "Quienes contribuyeron",
  "contributions_design": "Diseñadores",
  "contributions_dev": "Desarrolladores",
  "profession_title": "Diseño, testeo, liderazgo,<span class=\"prog\" data-label=\"en progreso\"> programación,</span> estrategia",
  "profession_desc": "En cada proyecto, mi objetivo es armonizar la estética, la funcionalidad y la eficiencia para entregar soluciones que no solo satisfacen necesidades del usuario, sino que haya un aporte de valor para el negocio.",
  "profession_button": "Saber más de mi",
  "study_case_title": "Caso de estudio",
  "study_case_desc": "Proyecto realizado con inteligencia artificial para mejorar la reserva de vuelos en LATAM Airlines, este es un proyecto propio donde el diseño UX se encuentra con la innovación para un servicio más rápido y personalizado.",
  "thunder_desc": "Es mi próximo sistema de diseño, actualmente en proceso de creación, con un compromiso firme hacia la accesibilidad universal. Aún no está listo, pero mi meta es clara: crear una experiencia accesible y funcional para distintos productos.",
  "social_net": "Redes Sociales",
  "copyright": "&copy; 2024 Orgullosamente impulsado por Ana Rangel.",
  "copyright_community": "Hecho con <span class=\"heart\"><img src=\"/img/emoji-heart-fire.webp\" width=\"32\" height=\"32\" alt=\"love\" loading=\"lazy\"></span> por la comunidad",
  "about_me_title": "No sólo tengo experiencia en empresas, me gusta contribuir en comunidades y compartir conocimiento.",
  "about_studies_title": "Estudios",
  "about_studies_desc": "Graduada en Publicidad y Mercadeo, cursos de UX/UI, manejo de inteligencia artificial, y programación.",
  "about_speaker_title": "Charlista",
  "about_speaker_desc": "He tenido el privilegio de compartir mis conocimientos en talleres y charlas sobre trabajo en equipo y UX. Me apasiona conectar con la audiencia y fomentar el aprendizaje colaborativo.",
  "about_content_creator_title": "Creación de contenido",
  "about_content_creator_desc": "Desde 2022 he creado de contenido, quiero guiar a otros diseñadores y desarrolladores a través de mis redes sociales. Busco dar tips que sirvan para potenciar su trabajo y su creatividad",
  "about_soft_skills_title": "Habilidades blandas",
  "about_soft_skills_comunication": "Comunicación",
  "about_soft_skills_adaptability": "Adaptabilidad",
  "about_soft_skills_autonomy": "Autonomía",
  "about_soft_skills_team_work": "Trabajo en equipo",
  "about_soft_skills_stress": "Manejo del estrés",
  "about_soft_skills_think": "Pensamiento crítico",
  "about_mentor_title": "Mentora",
  "about_mentor_desc": "Como mentora, estoy aquí para guiar a otros cuando buscan apoyo o consultoría, cuentas conmigo para potenciar tus habilidades y alcanzar tus metas.",
  "about_streamer_title": "Streamer en twitch",
  "about_streamer_desc": "He descubierto que ser streamer e interactuar con mi comunidad es divertido y me ha permitido crecer aún mas como profesional.",
  "about_ux_engeneer_desc": "Hoy en día estoy buscando adquirir más habilidades, y manejar lenguajes de programación ha sido una excelente forma de mejorar en mi área de UX.",
  "about_volunteering_title": "Voluntariado",
  "about_volunteering_desc": "Ser voluntaria me ha dado muchas oportunidades laborales y conocer excelentes profesionales, adicional aporto desde mis habilidades de diseño a comunidades de tecnología, dándome tambien experiencia en organización de eventos y conferencias como la <span>JSconf 2024</span>, hackathons, siendo charlista, contribuyendo al open source y más, es una manera de regresarle a la comunidad todo lo que he aprendido y transmitirlo a nuevas generaciones.",
  "about_testimonials_title": "Lo que mis compañeros y líderes han dicho de mi",
  "about_testimonials_desc": "Afortunadamente he trabajado con distintos roles y perfiles, de los cuales he tenido una grata relación y espero algún día volver a trabajar con ellos.",
  "about_testimonials_text": [
    {
      "companyLogoUrl": "/assets/images/neoris_logo.jpg",
      "companyName": "Neoris",
      "personFullName": "Jesús Contreras",
      "personJobTitle": "UX Researcher",
      "testimonyText": "Ana es una Product Designer dedicada y creativa, capaz de resolver problemas complejos de manera inspiradora. Su pasión y habilidad para fomentar la colaboración impactan positivamente en cualquier equipo. Recomiendo su talento a cualquier organización.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/bancoRipley_logo.webp",
      "companyName": "Banco Ripley",
      "personFullName": "Viviana de Toledo",
      "personJobTitle": "Lead UX I Researcher",
      "testimonyText": "Trabajar con Ana fue un placer debido a su enfoque en los objetivos del negocio y su exhaustiva investigación previa al diseño. Destaca en presentaciones técnicas y es flexible para aceptar recomendaciones. Es una profesional excelente con habilidades en gestión de proyectos y trabajo en equipos multidisciplinarios.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/neoris_logo.jpg",
      "companyName": "Neoris",
      "personFullName": "Luís Felipe A. Amaral",
      "personJobTitle": "UX Researcher",
      "testimonyText": "Ana Rangel es una persona de gran talento con una capacidad operativa y de liderazgo sin parangón. Cuando se trata de trabajo operativo, traduce los datos recogidos en las encuestas y crea diseños con un cuidado absoluto tanto técnica como emocionalmente. Sus dotes de liderazgo incluyen su carisma, sus habilidades comunicativas y de mediación que la hacen destacar.",
      "fullTestimonyUrl": ""
    },
    {
      "companyLogoUrl": "/assets/images/timining.webp",
      "companyName": "Timining",
      "personFullName": "Caro Retamal",
      "personJobTitle": "Sr. Product Manager",
      "testimonyText": "Ana es proactiva, autodidacta y resolutiva. Fundamenta sus propuestas con investigación y no asume comportamientos de usuarios sin datos. Es colaborativa y tiene buenas aptitudes para el trabajo en equipo.",
      "fullTestimonyUrl": ""
    }
  ],
  "about_testimonials_read_more": "Leer completo",
  "about_tools_title": "Algunas herramientas de diseño que manejo",
  "latam_hero_case_study_title": "Caso de estudio",
  "latam_hero_case_study_desc": "Este fue un caso de estudio que tenía como objetivos implementar la inteligencia artificial en las etapas de diseño en un <span>periodo muy corto de tiempo</span>, partiendo por uno sólo de los pasos del proceso de comprar y reserva de boletos aéreos.",
  "projects_hero_methodology_title": "Metodología",
  "latam_hero_methodology_desc": "Design thinking",
  "projects_hero_time_title": "Tiempo",
  "latam_hero_time_desc": "1 Semana",
  "projects_hero_device_title": "Dispositivos",
  "latam_hero_device_desc": "Escritorio",
  "projects_context_title": "Contexto",
  "latam_context_desc": "Revisión y evaluación del proceso de compra en LATAM, con el objetivo de identificar puntos críticos en el flujo y convertirlos en oportunidades de mejora para el usuario y el negocio.",
  "latam_oportunity_title": "Búsqueda de oportunidad",
  "latam_coportunity_desc": "El primer punto donde se integró IA en este proceso fue en un brainstorming inicial, con un pluggin en la herramienta de Figjam, para así ser comparadas estas ideas con la opinión de usuarios reales.",
  "latam_process_issues_title": "Problemas detectados",
  "latam_process_issues_desc": "Revisé todo el proceso de compra y, junto con el feedback de clientes de LATAM, identifiqué algunos problemas. Por ejemplo, durante la selección de vuelos, el precio total no es claro, los beneficios adicionales no son visibles y hay exceso de información sobre los planes que los usuarios suelen ignorar. Un punto crítico es que para vuelos a zonas horarias diferentes, como Australia, la fecha y hora de llegada no están claras, lo que podría llevar a que un cliente pierda su vuelo y, por ende, a perder al cliente.",
  "latam_process_benchmark_title": "Comparativas",
  "latam_process_benchmark_desc": "Luego comparé algunas aerolíneas y Airbnb que gestionan el mismo proceso, seleccionados por su relevancia en el mercado y su simplicidad. El objetivo era detectar patrones y diferencias para identificar buenas prácticas aplicables. Este fue otro punto que se utilizó IA para identificar las marcas con mayor relevancia y reconocimiento en UX.",
  "latam_process_user_persona_desc": "Generé 3 perfiles de usuario con ayuda de ChatGPT para empatizar con los distintos perfiles de clientes posibles, apuntando a un público amplio que pueda diferenciarnos de los competidores.",
  "latam_process_user_interview_title": "Entrevistas con usuario sintéticos",
  "latam_process_user_interview_desc_1": "Se ocupó IA para generar feedback de usuarios hechos con la misma IA con una APP llamada Syntheticuser, para corroborar que efectivamente la solución en mente sea una buena experiencia para el usuario real, esta IA se alimentó con información de clientes reales, pasa tiempo, frustraciones, etc. <span>IMPORTANTE, esta herramienta se usó para indagar si se estaba en el camino correcto, pero una entrevista con el usuario real siempre va a ser un aporte infalible a la hora de crear un producto.</span>",
  "latam_process_user_interview_desc_2": "Los usuarios sintéticos encontraron el proceso de reserva de boletos confuso y abrumador. Les costó encontrar horarios de llegada claros y precisos en sus destinos. En general, encuentran el proceso de reserva lento y estresante. La dependencia de llamadas telefónicas o comunicación directa con las aerolíneas para obtener asistencia se ve como un obstáculo.",
  "latam_process_definition_title": "Definición",
  "latam_process_definition_desc": "Realicé una simulación de priorización con un product owner (PO) y un líder técnico (TL) para decidir qué mejoras realizar en el primer MVP. En el mundo real, probablemente tomaríamos otras decisiones debido al contexto y al tiempo. Todo se basó en la información que teníamos y mantuvimos estas mejoras.",
  "latam_designs_problem_title": "Problema",
  "latam_designs_problem_desc": "A pesar de su rendimiento efectivo, la página actual de LATAM Airlines tiene un flujo de compra de boletos que algunos usuarios perciben como algo largo y poco claro. Además, la falta de claridad en la información detallada de los vuelos afecta el proceso de toma de decisiones de compra.",
  "latam_designs_hypothesis_title": "Hipótesis",
  "latam_designs_hypothesis_desc": "Creo que simplificar el proceso de compra de boletos en el sitio web de LATAM Airlines y hacer la información más visible aumentará la satisfacción del usuario, agilizará la toma de decisiones y aumentará las conversiones, beneficiando finalmente al negocio.",
  "latam_designs_benefits_title": "Beneficios",
  "projects_designs_design_title": "Diseños",
  "latam_designs_design_desc": "Después de un proceso de entendimiento e ideación se lanzaron bocetos de baja fidelidad inicialmente para crear y descartar ideas rápidamente, sobretodo en cuanto a redistribución de los elementos.",
  "latam_abtesting_desc": "Como última etapa se hizo un A/B testing para iterar los diseños con IA, esta nos permite predecir donde hay puntos focales en los diseños que tengan mas relevancia y carga cognitiva se iteraron los diseños hasta llegar a una mayor puntuación en la claridad del contenido.",
  "planogram_hero_title": "Planogramas",
  "planogram_hero_desc": "Las alertas y gestión de planogramas presentó un desafió bastante interesante, ya que haba que lidiar con dos tipos de usuarios, los que gestionan en tiendas más los que crean y envían los planogramas, eran objetivos distintos pero que iban de la mano y para digitalizar de manera mas óptima había que entender todo el proceso desde el inicio.",
  "planogram_hero_time_desc": "3 Meses",
  "planogram_hero_device_desc": "Escritorio y móvil",
  "planogram_context_desc": "Ya que había dos realidades, se encontró que uno de los problemas principales era la comunicación entre el área que diseña y envía el planograma con la tienda quienes son los que implementan, para que hubiera concientización de ambas partes se decidió realizar un workshop donde se pudieran testear wireframes ya previamente diseñados, y verificar cuáles eran los mayores puntos de dolor de los usuarios.",
  "planogram_context_obj_1": "Objetivo 1",
  "planogram_context_obj_1_desc": "Detectar cuáles son los principales dolores a la hora de publicar e implementar planogramas.",
  "planogram_context_obj_2": "Objetivo 2",
  "planogram_context_obj_2_desc": "Validar si la solución que se generó en wireframes previamente solventa los dolores principales de los usuarios.",
  "planogram_context_obj_3": "Objetivo 3",
  "planogram_context_obj_3_desc": "Obtener insights de los usuarios para asi ver que otras mejoras se pueden añadir para un primer MVP y para futuras versiones.",
  "planogram_process_journey_map_desc": "Es un lienzo que nos permitió visualizar el viaje que tienen los usuarios para lograr un objetivo. Con la ayuda del mapa de ese trayecto obtuvimos una idea de las motivaciones de los usuarios, sus necesidades y puntos críticos.",
  "planogram_process_testing_desc": "Validar 3 flujos que están en una versión wireframes, para confirmar si esta posible solución, efectivamente solventa sus problemas que se presentan en las diferentes tareas que debían realizar los usuarios.",
  "planogram_process_analysis_title": "Análisis",
  "planogram_process_analysis_desc": "A nivel general se obtuvieron muchos insights muy valioso de parte de los diferentes tipos de usuarios, se dedicaron unos 3 días para recopilar todo, analizar detalladamente y encontrar los patrones que serian los indicadores principales para comenzar a priorizar el primer MVP en cuanto a diseño.",
  "planogram_process_mvp_desc": "Ya teniendo claro cuáles eran los principales dolores y oportunidades de mejora para los usuarios había que tener una sesión con todo el equipo de desarrollo y product owner para asegurar que las funcionalidades del primer MVP sean realmente factibles dentro del tiempo límite, y que aporten valor al negocio.",
  "planogram_designs_desc": "Se logró digitalizar todo el proceso de envío de planogramas, implementación y notificación de que la tarea fue realizada por las tiendas, fue un flujo bastante denso y desafiante que había que considerar tambien los dispositivos en los que cada usuario debía acceder, que fuera rápido e intuitivo.",
  "ripley_hero_title": "Depósito a plazos",
  "ripley_hero_desc": "Se levantó la necesidad de realizar un estudio relacionado a DAP, debido a que el flujo en ese momento era funcional pero tenia algunas incidencias tanto de usabilidad en desktop como en mobile y algunos puntos de mejora del front por parte del sistema como la superposición de componentes.",
  "ripley_hero_methodology_desc": "Doble diamante",
  "ripley_hero_time_desc": "1 mes",
  "ripley_hero_device_desc": "Desktop y mobile",
  "ripley_context_title": "Importancia",
  "ripley_context_desc": "Indagando algunos KPI, se supo que en promedio en el año 2022 el 86% eran usuarios online. En DAP mensualmente se generaban más de 1900 transacciones en promedio, lo cual se traducía en una gran cantidad de dinero para el banco, en ese año había una alza en las inversiones de los clientes, lo cual muestra el aporte que hace este producto al banco.",
  "ripley_benchmarks_desc": "Debido al tiempo y alcance, se definió realizar dos benchmarks evaluando competencia directa.",
  "ripley_benchmarks_banks_numb": "Cant. de bancos estudiados",
  "ripley_benchmarks_obj_1_desc": "Mapear cómo la competencia aborda este flujo a nivel general en arquitectura, priorización, forma de mostrar información y que componentes y recursos visuales utilizan.",
  "ripley_benchmarks_obj_2_desc": "Estudiar cómo la competencia le facilita al usuario la información comparativa al momento de simular entre distintos plazos al invertir y si estos plazos vienen predefinidos o no.",
  "ripley_criterios_title": "Criterios de evaluación",
  "ripley_criterios_1": "1. Cantidad de pasos",
  "ripley_criterios_2": "2. Priorización y saturación de información",
  "ripley_criterios_3": "3. Definición de flujo, simulación y contratación",
  "ripley_criterios_4": "4. Origen y destino del producto",
  "ripley_criterios_5": "5. Comparación de plazos",
  "ripley_criterios_6": "6. Nivel de contenidos",
  "ripley_criterios_NPS_desc": "Se revisó el estado del NPS para revelar qué aspectos valoran o descontentan a los clientes, guiando así las mejoras directamente hacia lo que más impacta en su satisfacción. Según los comentarios que indican los detractores y algunos pasivos buscamos incorporar la opción de DAP renovable para mejorar aún más el flujo, ya que para aquellos usuarios que querían tener inversiones prolongadas en el tiempo no tenían esta opción disponible."
}
